[
    {
        "title": "",
        "content": "Canadian Tire Corporation Reports Third Quarter 2024 Results ; Announces Annual Dividend Increase for 15th Consecutive Year and Share Repurchase Intention Toronto, November 7, 2024 – Canadian Tire Corporation, Limited (TSX:CTC, TSX: CTC.A) (CTC or the Company) today released its third quarter results for the period ended September 28, 2024. • Consolidated comparable salescompared to Q2 2024; consolidated comparable sales were down 1.5% compared to Q3 2023 . • Diluted and Normalized Earnings Per Share1 (EPS) were $3.59, compared to $(1.19) in Q3 2023, and up 21.3% from $2.normalized basis. • Annualized dividend increased from $7 .00 to $7. 10 per share, alongside an intention to repurchase up to $200.Class A Non -Voting Shares in 2025 . “We delivered strong retail profitability for the third consecutive quarter and sales trends improved,” said Greg Hicks, President and CEO, Canadian Tire Corporation. “With customer spending still constrained, Canadians are seeking value and finding it through Triangle Rewards, where more loyalty members earned and redeemed with us at higher levels this quarter. ” “We continue to control costs and manage margins carefully, in order to balance lingering consumer and economic headwinds. At the same time, the investments we have made over the last two years position us well, with better omnichannel experiences, higher customer satisfaction scores, and a positive reaction to new products as they hit our shelves .” THIRD- QUARTER HIGHLIGHTS • Consolidated comparable sales were down 1.5% ; SportChek grew for the first quarter since Q2 2023, which partially offset declines at Canadian Tire Retail ( CTR) and Mark’s. o CTR comparable sales\n2.2%, compared to Q3 2023. Customers continued to prioritize essential categories including Automotive, which continued to perform well against a strong quarter in Q3 2023, led by growth in automotive service. o SportChek comparable sales2.9% , marking two consecutive quarters in which SportChek outperformed industry trends . Targeted promotional events and experience continued to be a focus and contributed to growth in athletic footwear and hockey categories . o Mark’s comparable sales2.3% , led by industrial wear declines , which were partially offset by growth in men’s shorts and t-shirts . Children’s wear was a top performer , as a result of the ongoing strategic rollout of the category to select Mark’s stores. • Increased l oyalty engagement saw a ctive registered loyalty members up 4%; members took advantage of 1:1 offers, engaged in mass Triangle promotions , and scanned their loyalty cards more . • In-store Net Promoter Score (NPS) was up across the Company’s banners , including CTR ; store investments and a focus on strong in- stock availability of key brands continued to dr ive improvements in positive customer sentiment. • Improved retail profitability led to higher Consolidated Income Before Income taxes (IBT) at $299.3 million, an increase of $230.$33.a normalized basisthe prior year. o Retail IBT was $164.8 million, down $74.up $56.a normalized basis1. A strong retail gross margin ratesolid cost control offset a decline in retail revenue. IBT also benefited from higher other income, which equated to around $0.at the EPS level , as a result of a property sale gain and insurance recoveries . o Financial Services IBT was $110.the quarter, a $15.from the prior year, as higher net write -offs and operating expenses were only partially offset by higher revenues, all while cardholder engagement remained strong. Gross Average Accounts Receivable1 (GAAR) was up 3.0%, mainly as a result of higher average account balances. • CTC continues to make solid progress on the key areas within its Better Connected strategy to enhance the customer experience and drive efficiencies , with almost $1.capital invested since 2022. Accomplishments in the third quarter included: o A richer in- store and digital customer experience: Store investments are proceeding at pace, with four new Party City stores added in Q3, and refresh projects expected to be completed by the end of 2024 (taking the total to 120 since 2022) . By year end, more than 90% of Canadian Tire’s expected to have deployed technology enhancements such as electronic shelf labels and lockers , and more than 60% of CTC’s 1,will have enhanced broadband capabilities . supply chain productivity: Previously announced supply chain investments and consolidation are improving productivity and savings , including increased throughput as a result of goods -to-person automation, which is now fully operational at the Company’s Calgary and Montreal Distribution Centres (DC) . The last stage of planned supply chain investment s will include the phased rollout of CTC’s new transportation management system , and a new Vancouver DC set to open in 2025. o Continued margin accretion from Owned Brands successes: Continued strength in categories like automotive and hockey is contributing to margin accretion, with Owned Brand penetrationdespite pressure in some discretionary categories . A pipeline of innovative and quality Owned Brand products are set to roll out during 2025. CONSOLIDATED OVERVIEW • Revenue was $4,192.9 million , down 1.4% compared to $4,250.the same period last year; Revenue (excluding Petroleum)1 was $3,639.8 million, a decrease of 0.4% compared to the prior year. • Consolidated income before income taxes was $299.3 million, up $230.to the prior year. On a normalized basis, consolidated income before income taxes was up $33.0 million. • Diluted EPS was $3.59, compared to $(1.19) or $2.normalized basis in the prior year. • Refer to the Company’s Q3 2024 MD&A section 4.on normalizing items and additional details on events that have impacted the Company in the quarter. RETAIL SEGMENT OVERVIEW • Retail sales1 were $4,539.5 million, down 2.2% , compared to the third quarter of 2023. Retail sales (excluding Petroleum)comparable sales were down 1.4% and 1.5% , respectively. • CTR retail sales2.0% and comparable sales were down 2.2% over the same period last year. • SportChek retail sales1 increased 2.0% over the same period last year, and comparable sales were up 2.9%. • Mark’s retail sales1 decreased 2.0% over the same period last year, and comparable sales were down 2.3%. 4 • Helly Hansen revenue was down 6.0% compared to the same period in 2023, mainly due to a shift in the timing of shipments to wholesale customers . • Retail revenue was $3,797.8 million, a decrease of $69.5 million, or 1.8%, compared to the prior year; Retail revenue (excluding Petroleum)0.8%. • Retail gross margin was $1,214.8 million, up 0.6% compared to the third quarter of the prior year, and up 1.0% excluding Petroleum1; Retail gross margin rate (excluding Petroleum) increased 35.7%. • Retail IBT was $164.Q3 2024, compared to $239.$108.a normalized basis in the prior year. • Retail Return on Invested Capital (ROIC),a trailing twelve- month basis, was 8.8% at the end of the third quarter of 2024, compared to 11.1% at the end of the third quarter of 2023 , due to the decrease in earnings over the prior period. • Refer to the Company’s Q3 2024 MD&A sections 4. 2.on normalizing items and additional details on events that have impacted the Retail segment in the quarter. FINANCIAL SERVICES OVERVIEW • Financial Services segment Income before income taxes was $110.the quarter, a $15.from the prior year, as higher net write -offs and operating expenses were only partially offset by higher revenues, all while cardholder engag ement remained strong. • GAAR was up 3.0% relative to the prior year, driven by growth in average account balances, which were up 3.4%. • Refer to the Company’s Q3 2024 MD&A section 4.3.1 and 4.3.details on events that have impacted the Financial Services segment in the quarter. CT REIT OVERVIEW • Diluted Adjusted Funds from Operations1 (AFFO) per unit for was up 2.3 % compared to Q3 2023; diluted net income per unit was $ 0.339 , compared to $ 0.048 in Q3 2023. • Announced three new investment s totalling $85 million, which are expected to add approximately 283,of incremental gross leasable area upon completion. • For further information, refer to the Q3 earnings release issued on November 5, 2024 . CAPITAL EXPENDITURES • Total capital expenditures were $195.the quarter , compared to $176.Q3 2023 and $457.a year -to-date basis. • Operating capital expenditures1 were $ 127.the quarter , compared to $ 155.Q3 2023 . Full year expenditures are expected to be in the Company’s previously disclosed range of $$525 million. • expenditures are expected to be in the range of $$575 million. QUARTERLY DIVIDEND • The Company increased its annual dividend for the 15th consecutive year, to $7.Voting and Class A Non -Voting Share (share) , an increase of approximately 1 .4% over last year. On November 6, 2024, the Company’s Board of Directors declared dividends of $1.payable on March 1, 2025 , to shareholders of record as of January 31, 2025. The dividend is considered an “eligible dividend” for tax purposes. SHARE REPURCHASES • On November 6, 2024, t he Company announced its intention to repurchase up to $2 its Class A Non -Voting Shares , in excess of the amount required for anti -dilutive purposes , in 2025. • Repurchases of Class A Non -Voting Shares will be made under the Company’s existing Normal Course Issuer Bid (NCIB), which expires on March 1, 2025 , and thereafter under a renewed NCIB, subject to regulatory approvals. 6 1) NON- GAAP FINANCIAL MEASURES AND RATIOS AND SUPPLEMENTARY FINANCIAL MEASURES This press release contains non- GAAP financial measures and ratios, and supplementary financial measures. References below to the Q3 2024 MD&A mean the Company's Management's Discussion and Analysis for the Third Quarter ended September 28, 2024, which is available on SEDAR+ at http://www.sedarplus.ca and is incorporated by reference herein. Non- GAAP measures and non- GAAP ratios have no standardized meanings under GAAP and may not be comparable to similar measures of other companies. A) Non-GAAP Financial Measures and Ratios Normalized Diluted Earnings per Share Normalized diluted EPS, a non -GAAP ratio, is calculated by dividing Normalized Net Income Attributable to Shareholders, a non- GAAP financial measure, by total diluted shares of the Company. For information about these measures, see section 9.Company’s Q3 2024 MD&A. The following table is a reconciliation of normalized net income attributable to shareholders of the Company to the respective GAAP measures: YTD YTD (C$ in millions) Q3 2024 Q3 2023 Q3 2024 Q3 $ 220.7 $ (27.8) $ 540.2 $ 141.attributable to shareholders 200.6 (66.4) 476.2 40.items: DC fire expense (recovery) $ — $ (96.4) $ — $ 8.4 GST/HST -related charge1 — — — 24.fair value of redeemable financial instrument — 328.0 — 328.income $ 220.7 $ 203.8 $ 540.2 $ 503.income attributable to shareholders1 $ 200.6 $ 165.2 $ 476.2 $ 396.EPS $ 3.59 $ 2.96 $ 8.54 $ 7.00 1 $5.to non- controlling interests and is not included in the sum of Normalized net income attributable to shareholders. Consolidated Normalized Income Before Income Taxes, Retail Normalized Income Before Income Taxes, and Financial Services Normalized Income Before Income Taxes Consolidated Normalized Income Before Income Taxes, Retail Normalized Income before Income Taxes, and Financial Services Normalized Income Before Income Taxes are non- GAAP financial measures. For information about these measures, see section 9.Com pany’s Q3 2024 MD&A. table reconciles Consolidated Normalized Income Before Income Taxes to Income Before Income Taxes: YTD YTD (C$ in millions) Q3 2024 Q3 2023 Q3 2024 Q3 income taxes $ 299.3 $ 69.3 $ 716.9 $ 309.items: DC fire expense (recovery) — (131.0) — 11.3 GST/HST -related charge — — — 33.fair value of redeemable financial instrument — 328.0 328.before income taxes $ 299.3 $ 266.3 $ 716.9 $ 682.table reconciles Retail Normalized Income Before Income Taxes to Income Before Income Taxes: YTD YTD (C$ in millions) Q3 2024 Q3 2023 Q3 2024 Q3 income taxes $ 299.3 $ 69.3 $ 716.9 $ 309.8 Less: Other operating segments 134.5 (169.7) 381.4 64.before income taxes $ 164.8 $ 239.0 $ 335.5 $ 245.items: DC fire expense (recovery) — (131.0) — 11.Income before income taxes $ 164.8 $ 108.0 $ 335.5 $ 256.table reconciles Financial Services Normalized Income before income taxes to Income before income taxes which is a GAAP measure reported in the consolidated financial statements. YTD YTD (C$ in millions) Q3 2024 Q3 2023 Q3 2024 Q3 income taxes $ 299.3 $ 69.3 $ 716.9 $ 309.8 Less: Other operating segments 189.0 (56.4) 422.4 10.Income before income taxes $ 110.3 $ 125.7 $ 294.5 $ 299.items: GST/HST -related charge — — — 33.Normalized Income before income taxes $ 110.3 $ 125.7 $ 294.5 $ 333.1 Adjusted Funds from Operations and AFFO per unit AFFO per unit, a non- GAAP ratio, is calculated by dividing AFFO by the weighted average number of units outstanding on a diluted basis. AFFO is a non- GAAP financial measure. The following table reconciles GAAP Income before income taxes to FFO and further reconciles FFO to AFFO: YTD YTD (C$ in millions) Q3 2024 Q3 2023 Q3 2024 Q3 income taxes $ 299.3 $ 69.3 $ 716.9 $ 309.8 Less: Other operating segments 204.8 58.0 418.0 118.income before income taxes $ 94.5 $ 11.3 $ 298.9 $ 191.2 Add: CT REIT fair value loss (gain) adjustment (17.7) 66.7 (64.3) 39.deferred taxes (0.6) (0.2) 0.2 0.lease principal payments on right -of-use assets (0.2) (0.2) (0.6) (0.7) CT REIT fair value of equity awards 1.9 (0.9) 0.7 (1.1) CT REIT internal leasing expense 0.2 0.4 0.8 0.funds from operations $ 78.1 $ 77.1 $ 235.7 $ 230.2 Less: CT REIT properties straight -line rent revenue (1.0) (0.5) (3.6) (1.3) CT REIT direct leasing costs 0.1 0.3 0.7 0.capital expenditure reserve 6.4 6.3 19.2 18.adjusted funds from operations $ 72.6 $ 71.0 $ 219.4 $ 211.on Invested Capital (ROIC) ROIC is calculated as Retail return divided by the Retail invested capital. Retail return is defined as trailing annual Retail after -tax earnings excluding interest expense, lease related depreciation expense, inter -segment earnings, and any normalizing it ems. Retail invested capital is defined as Retail segment total assets, less Retail segment trade payables and accrued liabilities and inter -\nsegment balances based on an average of the trailing four quarters. Retail return and Retail invested capital are non -GAAP financial measures. For more information about these measures, see section 9.Company’s Q3 2024 MD&A. 9 Rolling (C$ in millions) Q3 2024 Q3 income taxes $ 979.8 $ 1,062.0 Less: Other operating segments 482.6 174.before income taxes $ 497.2 $ 887.items: Operational Efficiency program — 19.reduction -related charge 19.6 — DC fire expense (recovery) — 11.Income before income taxes $ 516.8 $ 918.5 Less: Retail intercompany adjustments1 216.7 213.7 Add: Retail interest expense2 351.5 302.of right -of-use assets 598.5 626.tax rate 27.4 % 26.9 % Add: Retail taxes (342.6) (439.4) Retail return $ 907.5 $ 1,194.assets $ 22,265.9 $ 22,204.6 Less: Average assets in other operating segments 4,281.7 4,490.assets $ 17,984.2 $ 17,713.7 Less: Average Retail intercompany adjustments1 4,333.9 3,509.trade payables and accrued liabilities3 2,740.2 2,972.Trust assets 573.0 505.invested capital $ 10,337.1 $ 10,727.8.8 % 11.1 % include intercompany income received from CT REIT which is included in the Retail segment, and inter company investments made by the Retail segment in CT REIT and CTFS. Trust. and accrued liabilities include Trade and other payables, Short -term derivative liabilities, Short -term provisions and Income tax payables. Expenditures Operating capital expenditures is a non- GAAP financial measure. For more information about this measure, see section 9.Company’s Q3 2024 MD&A. The following table reconciles total additions from the Investing activities reported in the Consolidated Statement of Cash Flows to Operating capital expenditures: YTD YTD (C$ in millions) Q3 2024 Q3 2023 Q3 2024 Q3 2023 Total additions1 $ 216.4 $ 188.6 $ 490.2 $ 396.6 Add: Accrued additions (21.3) (12.2) (32.6) 39.2 Less: CT REIT acquisitions and developments excluding vend- ins from CTC 68.0 21.3 82.0 42.expenditures $ 127.1 $ 155.1 $ 375.6 $ 393.1 appears on the Consolidated Statement of Cash Flows under Investing activities. B) Supplementary Financial Measures and Ratios The measures below are supplementary financial measures. See Section 9.2 (Supplementary Financial Measures) of the Company’s Q3 2024 MD&A for information on the composition of these measures. • Consolidated retail sales • Consolidated comparable sales • Revenue (excluding Petroleum) • Retail revenue (excluding Petroleum) • Retail sales and retail sales (excluding Petroleum) • Canadian Tire Retail comparable and retail sales • SportChek comparable and retail sales • Mark’s comparable and retail sales • Retail gross margin rate and retail gross margin rate (excluding Petroleum) • Gross Average Accounts Receivables • Average account balances • Owned brand penetration FORWARD- LOOKING STATEMENTS This press release contains information that may constitute forward- looking information within the meaning of applicable securities laws. Forward -looking information provides insights regarding Management’s current expectations and plans and allows investors and others to better understand the Company’s anticipated financial position, results of operations and operating environment. Readers are cautioned that such information may not be appropriate for other purposes. Although the Company believes that the forward -looking information in this press release is based on 11 information, assumptions and beliefs that are current, reasonable, and complete, such information is necessarily subject to a number of business, economic, competitive and other risk factors that could cause actual results to differ materially from Managem ent’s expectations and plans as set forth in such forward- looking information. The Company cannot provide assurance that any financial or operational performance, plans, or aspirations forecast will actually be achieved or, if achieved, will result in an increase in the Company’s share price. For information on the material risk factors and uncertainties and the material factors and assumptions applied in preparing the forward -looking information that could cause the Company’s actual results to differ mater ially from predictions, forecasts, projections, expectations or conclusions, refer to section 13.0 (Forward -Looking Information and Other Investor Communication) of the Company’s Q3 2024 MD&A as well as CTC's other public filings, available at https://www.sedarplus.ca and https://investors.canadiantire.ca . The Company does not undertake to update any forward- looking information, whether written or oral, that may be made from time to time by it or on its behalf, to reflect new information, future events or otherwise, except as is required by applicable securities laws. CONFERENCE CALL Canadian Tire will conduct a conference call to discuss information included in this news release and related matters at 8:00 a.m. ET on Thursday, November 7, 2024. The conference call will be available simultaneously and in its entirety to all interested investors and the news media through a webcast at https://investors.canadiantire.ca and will be available through replay at this website for 12 months. ABOUT CANADIAN TIRE CORPORATION Canadian Tire Corporation, Limited, (TSX: CTC.A) (TSX: CTC) (or “CTC”), is a group of companies that includes a Retail segment, a Financial Services division and CT REIT. Our retail business is led by Canadian Tire, which was founded in C anadians with products for life in Canada across its Living, Playing, Fixing, Automotive and Seasonal & Gardening divisions. Party City, PartSource and Gas+ are key parts of the Canadian Tire network. The Retail segment also includes Mark's, a leading sour ce for casual and industrial wear; Pro Hockey Life, a hockey specialty store catering to elite players; and SportChek, Hockey Experts, Sports Experts and Atmosphere, which offer the best active wear brands. The Company’s close to 1,gasoline outlets are supported and strengthened by CTC’s Financial Services division and the tens of thousands of people employed across Canada and around the world by CTC and its local dealers, franchisees and petroleum retailers. In addition, CTC owns and operates Helly Hansen, a leading technical outdoor brand based in Oslo, Norway. For more information, visit Corp.CanadianTire.ca. FOR MORE INFORMATION Media: Stephanie Nadalin, (647) 271- 7343, stephanie.nadalin@cantire.com Investors: Karen Keyes, ( 647) 518 -4461, karen.keyes@cantire.com"
    }
]